<section class="service-types <?= $arParams['IS_PAGE_BLOCK'] == 'Y' ? 'page-block' : '' ?>">
    <div class="container">
        <h2 class="title h1">Виды предоставляемых услуг</h2>
        <img src="/local/assets/service-types.jpg" alt="" class="img">
        <div class="grid">
            <div class="service">
                <p class="num">1</p>
                <p class="caption h2">Крашение ткани и пряжи</p>
                <p class="text p2">Окрашивание тканей, пряжи и полиэфирных нитей с использованием современных
                    технологий, обеспечивающих стойкость и долговечность цвета.
                </p>
            </div>
            <div class="service">
                <p class="num">2</p>
                <p class="caption h2">Производство тканей</p>
                <p class="text p2">Изготовление тканей различной плотности и текстуры, включая продукцию из основного
                    ассортимента комбината и разработку новых видов тканей в соответствии с основными тенденциями рынка.
                </p>
            </div>
            <div class="service">
                <p class="num">3</p>
                <p class="caption h2">Изготовление эксклюзивных тканей на заказ</p>
                <p class="text p2">Разработка уникальных текстильных решений полного цикла — от дизайна до производства
                    тканей под индивидуальные проекты. Включает хлопковые, смесовые и 100% полиэфирные ткани.</p>
            </div>
            <div class="service">
                <p class="num">4</p>
                <p class="caption h2">Разработка тканей со специальными свойствами</p>
                <p class="text p2">Производство трудновоспламеняемых обивочных материалов для транспорта, автомобилей и
                    судов, а также огнеупорные ткани для изготовления спецодежды, обеспечивающей надежную защиту в
                    экстремальных условиях.</p>
            </div>
        </div>
    </div>
</section>