<section class="service-types <?= $arParams['IS_PAGE_BLOCK'] == 'Y' ? 'page-block' : '' ?>">
    <div class="container">
        <h2 class="title h1">Виды предоставляемых услуг</h2>
        <img src="/local/assets/service-types.jpg" alt="" class="img">
        <div class="grid">
            <div class="service">
                <p class="num">1</p>
                <p class="caption h2">Крашение ткани и пряжи</p>
                <p class="text p2">Вологодский текстильный комбинат использует современные технологии
                    и высококачественные
                    красители, что обеспечивает стойкость и долговечность цвета.</p>
            </div>
            <div class="service">
                <p class="num">2</p>
                <p class="caption h2">Ткачество из готовой пряжи</p>
                <p class="text p2">Производство ткани различной плотности и текстуры. Опытные специалисты работают
                    с широким ассортиментом пряжи, обеспечивая высокое качество и уникальность каждого полотна ткани.
                </p>
            </div>
            <div class="service">
                <p class="num">3</p>
                <p class="caption h2">Эксклюзивные ткани и индивидуальный пошив</p>
                <p class="text p2">Собственный отдел разработки поможет создать уникальные текстильные решения,
                    соответствующие вашим потребностям. Минимальный объём заказа от 2 км. Воплощение результата под ключ
                    от разработки дизайна до финального продукта.</p>
            </div>
            <div class="service">
                <p class="num">4</p>
                <p class="caption h2">Производство ткани из ассортимента</p>
                <p class="text p2">Каталог тканей высокого качества с широкой цветовой палитрой. Минимальный объём
                    заказа от 500 погонных метров.</p>
            </div>
            <div class="service">
                <p class="num">5</p>
                <p class="caption h2">Разработка тканей и одежды со спецсвойствами</p>
                <p class="text p2">Вологодский текстильный комбинат разрабатывает и производит ткани со специальными
                    защитными свойствами. Производство включает трудновоспламеняемые обивочные материалы для транспорта,
                    автомобилей и судов, а также огнеупорные ткани для изготовления спецодежды, обеспечивающей надежную
                    защиту в экстремальных условиях.</p>
            </div>
        </div>
    </div>
</section>